<h1>Est-ce que l&#39;insomnie se soigne ? M&eacute;thode pour gu&eacute;rir de l&rsquo;insomnie</h1><picture><source  media="(min-width: 1200px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/sleep-believe/article/xl.jpg"><source  media="(min-width: 992px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/sleep-believe/article/l.jpg"><source  media="(min-width: 768px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/sleep-believe/article/xm.jpg"><source  media="(min-width: 576px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/sleep-believe/article/m.jpg"><img src="http://localhost:80/sleeping-bs/img/soigner-insomnie/sleep-believe/article/m.jpg" alt="Test img 1" title="Test img 1" class="noMarginBottom fullWidth"></picture><div class="creditImgDiv"><a class="creditImg" href="sommeilprofond.fr" target="_blank" rel="nofollow">Lien Créateur Image</a></div><p>Pour toi qui souffres d&rsquo;insomnie, j&rsquo;ai une super nouvelle &agrave; t&rsquo;apporter. </p><p>Est-tu pr&ecirc;t, &ccedil;a va aller tr&egrave;s vite ?</p><p>Oui, l&rsquo;insomnie se soigne !</p><p>Et j&#39;ai une deuxi&egrave;me bonne nouvelle, tu peux gu&eacute;rir de ton insomnie comme je l&rsquo;ai fait.</p><p>Dans cet article, je t&rsquo;explique tout ce que tu dois savoir sur l&rsquo;insomnie et comment tu peux en gu&eacute;rir.</p><p>D&egrave;s ce soir, tu pourra mettre en place les premi&egrave;res actions pour mieux dormir.</p><h2>Es-tu insomniaque ?</h2><p>Si tu as du mal &agrave; t&rsquo;endormir, &agrave; maintenir ton sommeil ou encore si tu as une mauvaise qualit&eacute; de sommeil (fatigu&eacute; dans la journ&eacute;e), tu souffres d&rsquo;insomnie.</p><p>Mal dormir une nuit, c&rsquo;est g&ecirc;nant, mais pas si grave, tu r&eacute;cup&egrave;res les nuits suivantes.</p><p>Par contre, mal dormir plusieurs nuits cons&eacute;cutives, c&rsquo;est grave. Cela alt&egrave;re ta qualit&eacute; de vie et te met en danger. Il faut rapidement soigner &ccedil;a.</p><p>Pourtant, j&rsquo;&eacute;tais comme toi, je dormais mal.</p><p>C&rsquo;&eacute;tait chiant, mais j&rsquo;avais l&#39;habitude.</p><p>Je ne m&#39;inqui&eacute;tais pas plus que &ccedil;a pour mes probl&egrave;mes de sommeil.</p><p>La m&eacute;decine actuelle consid&egrave;re que quelqu&rsquo;un est insomniaque lorsqu&rsquo;une personne dort mal pendant au moins 3 semaines cons&eacute;cutives.</p><p>A partir du moment o&ugrave; tu souffres d&rsquo;un probl&egrave;me de sommeil, je te conseils d&rsquo;appliquer les recommandations de cet article, pas besoin d&rsquo;attendre 3 semaines &agrave; mal dormir pour agir.</p><h3>As-tu ces caract&eacute;ristiques d&rsquo;insomniaque ?</h3><p>Certaines caract&eacute;ristiques que l&rsquo;on poss&egrave;de peuvent augmenter le risque d&rsquo;&ecirc;tre insomniaque.</p><ul class="lst-kix_y5ymmriut4mh-0 start"><li>Si tu es une fille</li><li>Si tu es &acirc;g&eacute;(e)</li><li>Si tu as une maladie, en particulier si tu as des probl&egrave;mes respiratoires ou une douleur chronique ou encore une maladie neurologique</li><li>Si tu souffres de d&eacute;pression ou d&rsquo;anxi&eacute;t&eacute;</li><li>Si tu as un statut social bas</li><li>Si tu es veuf, veuve, divorc&eacute;</li><li>Si tu fais des horaires d&eacute;cal&eacute;s</li></ul><p>Il faut juste savoir que si tu poss&egrave;des une de ces caract&eacute;ristiques, tu as une plus grande probabilit&eacute; de souffrir d&rsquo;insomnie.</p><p>Tu peux aussi poss&eacute;der aucune de ces caract&eacute;ristiques et souffrir d&rsquo;insomnie.</p><p>Certaines caract&eacute;ristiques comme avoir un statut social bas sont tr&egrave;s surprenantes mais peuvent entra&icirc;ner un impact psychologique (comme la pression sociale) ou encore un manque financier pour subvenir correctement &agrave; ses besoins et ceux de sa famille...</p><p>La qualit&eacute; du sommeil peut &ecirc;tre impact&eacute;e par &eacute;norm&eacute;ment de facteur. Ils ne sont pas forc&eacute;ment &eacute;vidents &agrave; d&eacute;terminer.</p><h3>Avec l&rsquo;&acirc;ge, l&rsquo;insomnie est plus r&eacute;currente</h3><p>A partir de 50 ans, il y a plus de personnes &agrave; souffrir d&rsquo;insomnie.</p><p>Un quart des personnes de plus de 65 ans souffrent d&rsquo;insomnie.</p><p>L&rsquo;augmentation du nombre d&rsquo;insomnies en vieillissant peut en autre s&rsquo;expliquer par la diminution de production d&rsquo;hormones de croissance qui aident au maintien du sommeil.</p><p>Ces personnes vont mettre plus de temps &agrave; s&rsquo;endormir, dormir moins longtemps, avoir une moins bonne qualit&eacute; de sommeil et se r&eacute;veiller plus souvent.</p><p>Les personnes &acirc;g&eacute;es souffrant d&rsquo;insomnie se l&egrave;vent aussi plus souvent dans la nuit, souvent &agrave; cause de leur vessie.</p><p>Elles courent malheureusement plus de risques d&rsquo;accidents. </p><p>Leurs esp&eacute;rances de vie sont drastiquement r&eacute;duites et elles sont plus touch&eacute;es par des accidents dues &agrave; des chutes.</p><p>Si tu connais quelqu&rsquo;un de cet &acirc;ge, lit bien cet article pour essayer de l&rsquo;aider &agrave; mieux dormir.</p><h2>Quelles sont les cons&eacute;quences de l&rsquo;insomnie sur toi ?</h2><picture><source  media="(min-width: 1200px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/doc/article/xl.jpg"><source  media="(min-width: 992px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/doc/article/l.jpg"><source  media="(min-width: 768px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/doc/article/xm.jpg"><source  media="(min-width: 576px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/doc/article/m.jpg"><img src="http://localhost:80/sleeping-bs/img/soigner-insomnie/doc/article/m.jpg" alt="IMG 2" title="IMG 2" class="noMarginBottom fullWidth"></picture><p>Souffrir d&rsquo;insomnie n&rsquo;est pas sans cons&eacute;quences. </p><p>C&rsquo;est bien pour &ccedil;a que tu es l&agrave;.</p><p>Mais certaines cons&eacute;quences sont moins &eacute;videntes et nuisent fortement &agrave; ton quotidien.</p><h3>Insomnie &eacute;gale danger</h3><p>Tu dors mal, tu es plus fatigu&eacute;(e), ton attention et ta r&eacute;activit&eacute; diminuent.</p><p>Les personnes insomniaques sont r&eacute;ellement en danger, elles attirent les accidents sans le vouloir.</p><p>Un tiers des accidents grave de la route surviennent, car la personne au volant &eacute;tait fatigu&eacute;e.</p><p>Il suffit d&rsquo;encha&icirc;ner quelques nuits &agrave; mal dormir pour avoir des effets qui sont comparables &agrave; un abus d&rsquo;alcool.</p><p>Normalement, vous ne pourriez pas l&eacute;galement conduir, car vous seriez o&ugrave; dessus la limite autoris&eacute;e.</p><p>Mais il n&rsquo;existe pas encore de test de fatigue &agrave; l&rsquo;instar de l&rsquo;&eacute;thylotest.</p><p>Personnellement, je le ressentais sur la route. </p><p>Surtout quand je faisais des horaires en d&eacute;cal&eacute;s. </p><p>J&rsquo;ai eu parfois tr&egrave;s peur. </p><p>Cela m&rsquo;est d&eacute;j&agrave; arriv&eacute; de faire un micro dodo de 5 sec.</p><p>Cela a suffi pour que la moiti&eacute; de la voiture d&eacute;passe la ligne blanche.</p><p>Heureusement, sans accident cette fois-ci.</p><p>Je le ressens aussi lors des longs trajets lorsque je dors mal.</p><p>Mon attention diminue fortement.</p><p>C&rsquo;est tout con, mais j&rsquo;&eacute;tais en grand danger. Il suffit d&rsquo;une fois pour que tout s&rsquo;arr&ecirc;te.</p><p>Je me rappelle aussi ce que m&rsquo;a dit un ami.</p><p>Il &eacute;tait fatigu&eacute; car il n&rsquo;avait pas tr&egrave;s bien dormi les jours pr&eacute;c&eacute;dents.</p><p>Il avait d&eacute;j&agrave; fait plusieurs heures de voitures dans la journ&eacute;e et devait aller chercher sa m&egrave;re et sa soeur qui revenaient de voyage.</p><p>Sur le retour, les 2 passag&egrave;res dormaient.</p><p>Cela a suffi pour qu&rsquo;il s&rsquo;assoupisse au volant &agrave; 110 km/h.</p><p>Heureusement, il a heurt&eacute; la barri&egrave;re centrale de s&eacute;curit&eacute; et a repris rapidement le contr&ocirc;le.</p><p>J&rsquo;ai principalement parl&eacute; d&rsquo;accident de la route qui sont g&eacute;n&eacute;ralement les plus graves.</p><p>Avec la fatigue, on est plus susceptible d&rsquo;avoir des accidents dans la vie quotidienne.</p><p>Comme par exemple, lorsque l&rsquo;on descend les escaliers, la fatigue augmente diminue l&rsquo;attention et peut nous faire louper une marche, tr&eacute;bucher&hellip;</p><p>C&rsquo;est tellement facile d&rsquo;avoir un accident quand on est fatigu&eacute; qu&rsquo;il faut rapidement rem&eacute;dier &agrave; cela.</p><h3>Insomnie et mauvaise humeur</h3><p>T&rsquo;as beau &ecirc;tre la personne la plus patiente et gentille au monde.</p><p>Plus tu es fatigu&eacute;(e), plus tu deviens irritable.</p><p>Ce qu&#39;habituellement, tu supporterais voir qui te ferait rire, te rend susceptible.</p><p>La moindre remarque peut te mettre en col&egrave;re.</p><p>Tu seras sans le vouloir de moins bonne humeur, moins heureux et plus col&eacute;rique.</p><h3>Perte de performance et d&rsquo;efficacit&eacute;</h3><p>Avec la fatigue, tes r&eacute;flexes et tes performances mentales diminuent.</p><p>Tu es moins concentr&eacute; et moins efficace.</p><p>Plus tu manques de sommeil, plus c&rsquo;est catastrophique.</p><p>Pourtant, lorsqu&rsquo;on regarde le t&eacute;moignage de personnes insomniaques, elles ne s&rsquo;en rendent pas forc&eacute;ment compte de leurs mauvaises performances.</p><p>Elles ne voient pas concr&egrave;tement la diff&eacute;rence.</p><p>Pourtant, elles perdent du temps pour r&eacute;aliser chaque t&acirc;che du quotidien.</p><p>Si tu veux &ecirc;tre performant que ce soit au travail, au sport ou dans d&rsquo;autres activit&eacute;s, il faut bien dormir.</p><p>Retrouve un bon sommeil et tu verras la diff&eacute;rence dans ton quotidien lorsque tu dormais mal.</p><h3>Au revoir la vie sociale, familiale et professionnelle</h3><p>Les cons&eacute;quences que l&rsquo;on a vues ci-dessus vont impacter ta vie et tes relations en g&eacute;n&eacute;rale.</p><p>T&rsquo;as mauvaise humeur et tes performances plus ou moins catastrophiques peuvent cr&eacute;er des conflits au sein de ta famille et de ton travail.</p><p>Tu auras moins envie de participer &agrave; de nouveaux projets et tu seras moins motiv&eacute;.</p><p>Les gens auront de moins en moins envie de te contacter et de t&rsquo;inviter.</p><p>Pourtant, il est fondamental d&rsquo;avoir une bonne vie sociale pour &ecirc;tre heureux.</p><p>Soigne ton insomnie et gagne des amis !</p><h3>Mauvaise m&eacute;moire</h3><p>C&rsquo;est en dormant correctement que l&rsquo;on apprend le mieux.</p><p>En particulier lors des phases de<a href="https://sommeilprofond.fr/articles/sommeil-paradoxal-incroyables-effets">&nbsp;sommeil paradoxal</a>.</p><p>Avec la quantit&eacute; importante d&rsquo;informations que l&rsquo;on re&ccedil;oit dans la journ&eacute;e, le cerveau &agrave; besoin d&rsquo;un bon sommeil pour trier et organiser les informations.</p><p>Cette phase est indispensable pour apprendre de nouvelles choses et &ecirc;tre mentalement frais le jour suivant.</p><p>Si tu dois retenir certaines choses dans ton quotidien, comme &agrave; l&rsquo;&eacute;cole ou au travail, mal dormir ne va pas t&rsquo;aider &agrave; retenir ces informations.</p><p>Cela peut grandement te p&eacute;naliser. A l&rsquo;inverse bien dormir, va te mettre dans les meilleures conditions pour retenir des informations.</p><h3>L&rsquo;insomnie te rend faible</h3><p>Quand je suis fatigu&eacute;, j&rsquo;ai beaucoup plus la flemme de faire du sport. </p><p>Je suis oblig&eacute; de me forcer &agrave; bouger mon cul pour m&rsquo;y mettre.</p><p>Sinon, je ne fais rien.</p><p>Je me mets sur un jeu, sur mon portable ou devant Youtube et le temps passe sans que rien ne soit fait.</p><p>Pour moi qui suis facilement anxieux le soir. J&rsquo;ai l&rsquo;impression d&rsquo;avoir perdu une journ&eacute;e de ma vie.</p><p>Sans doute que comme moi, quand tu es fatigu&eacute;(e), tu manges moins bien.</p><p>Tu as envie de manger plus et ce ne sont pas les fruits et l&eacute;gumes qui te donne envie.</p><p>Et malheureusement, &ccedil;a s&rsquo;empire.</p><p>Plus tu ne fais rien, plus tu manges mal et plus ces mauvais comportements pour ton corps s&rsquo;empirent.</p><p>Un manque de sommeil, entra&icirc;ne une plus grande sensibilit&eacute; aux choses addictives comme la malbouffe, les jeux, Netflix, Youtube&hellip;</p><p>Ce manque d&rsquo;activit&eacute; et la consommation de malbouffe peuvent entra&icirc;ner une prise de poids et aussi de l&rsquo;infob&eacute;sit&eacute;. </p><p>Plus tu es fatigu&eacute;(e), plus il est dur d&rsquo;apporter des changements pour rectifier le tire.</p><p>Et ces mauvaises habitudes vont nuire &agrave; la qualit&eacute; de ton sommeil.</p><h3>Quelles cons&eacute;quences pour ton futur ?</h3><p>Quand je relis les cons&eacute;quences de l&rsquo;insomnie, &ccedil;a fait peur, mais c&rsquo;est tellement vrai.</p><p>Je me reconnaissais dans beaucoup de ces situations lorsque j&#39;&eacute;tais moi-m&ecirc;me touch&eacute;.</p><p>L&rsquo;insomnie nuit consid&eacute;rable &agrave; une vie saine, en bonne sant&eacute;, en pleine forme et pleine de bonne humeur. </p><p>Le pire, c&rsquo;est qu&rsquo;elle nous met en danger nous et notre entourage.</p><p>Plus, on laisse trainer l&rsquo;insomnie plus elle nous nuira.</p><p>Toutes les cons&eacute;quences que l&rsquo;on a vues sont n&eacute;fastes pour le corps et l&rsquo;esprit sur le moyen et le long terme.</p><p>Ton corps se fragilise et ton esprit aussi.</p><p>Tu augmentes drastiquement les risques de d&eacute;velopper de graves maladie comme les maladies cardiaques, cancers, alzheimer...</p><p>Au quotidien, tu ne verras pas ces maladies se d&eacute;velopper. Pourtant &agrave; un moment, elles arriveront.</p><p>C&rsquo;est un mal invisible, enfin presque.</p><p>Tu te rends compte que tu dors mal.</p><p>C&rsquo;est un premier signe de mauvaise sant&eacute;.</p><p>Bien dormir est aussi important que bien manger. C&rsquo;est un besoin fondamental.</p><p>Si tu manges en dessous de tes besoins pendant plusieurs ann&eacute;es. </p><p>Tu maigris, tu fragilises ton corps, tu deviens malade. </p><p>Et si tu n&rsquo;es pas trait&eacute; tu meurs.</p><p>C&rsquo;est le cas des anorexiques.</p><p>Un manque de sommeil fonctionne pareil, il t&rsquo;affaiblit et te tue &agrave; petit feu.</p><p>C&rsquo;est pourquoi il est indispensable de ne pas attendre et de mettre en place des actions pour mieux dormir.</p><p>La bonne nouvelle, c&rsquo;est ce que je vais maintenant te pr&eacute;senter des solutions pour gu&eacute;rir de l&rsquo;insomnie.</p><h2>Comment se soigner de l&rsquo;insomnie ?</h2><picture><source  media="(min-width: 1200px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/sleep-table/article/xl.jpg"><source  media="(min-width: 992px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/sleep-table/article/l.jpg"><source  media="(min-width: 768px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/sleep-table/article/xm.jpg"><source  media="(min-width: 576px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/sleep-table/article/m.jpg"><img src="http://localhost:80/sleeping-bs/img/soigner-insomnie/sleep-table/article/m.jpg" alt="IMG 3" title="IMG 3" class="noMarginBottom fullWidth"></picture><div class="creditImgDiv"><a class="creditImg" href="sommeilprofond.fr" target="_blank" rel="nofollow">Lien Créateur Image</a></div><p>Si tu es insomniaque, c&rsquo;est maintenant que tu vas apprendre &agrave; en gu&eacute;rir.</p><p>Je vais te pr&eacute;senter 2 types de traitements.</p><p>Ces traitements pourraient tr&egrave;s bien t&rsquo;&ecirc;tre prescrit par un m&eacute;decin.</p><p>Toutefois, je t&rsquo;explique leurs avantages et inconv&eacute;nients pour t&rsquo;aider &agrave; faire les bons choix pour ta sant&eacute;.</p><h3>Les somnif&egrave;res</h3><p>Si tu es l&agrave; tu as sans doute d&eacute;j&agrave; pris ou penser &agrave; prendre des somnif&egrave;res.</p><p>Ici, je ne vais pas te parler d&rsquo;un th&eacute; &agrave; la camomille dont les b&eacute;n&eacute;fices sur le sommeil n&rsquo;ont pas &eacute;t&eacute; prouv&eacute;s.</p><p>Je vais te parler des vrais somnif&egrave;res qui te font dormir.</p><p>Il existe diff&eacute;rents types de somnif&egrave;res mais les plus utilis&eacute;s comme le benzodiaz&eacute;pines vont modifier le comportement de certaines mol&eacute;cules de ton cerveau, en l&#39;occurrence les GABA.</p><p>Pour faire simple, les GABA sont des neurotransmetteurs, il sont produits par le cerveau et ils agissent dans diff&eacute;rentes r&eacute;gions du cerveau.</p><p>Ils ont 2 principales fonctions, un peu contrintuives.</p><p>Leur premi&egrave;re fonction est de maintenir &eacute;veill&eacute;. Le cerveau les produits majoritairement la journ&eacute;e.</p><p>Plus le cerveau s&eacute;cr&egrave;te de GABA, plus tu es &eacute;veill&eacute;s.</p><p>La deuxi&egrave;me fonction des GABA est d&rsquo;aider l&rsquo;activation du <a href="https://sommeilprofond.fr/articles/sommeil-paradoxal-incroyables-effets">sommeil paradoxal</a>, une phase indispensable au sommeil.</p><p>Je te conseille de lire mon article sur le <a href="https://sommeilprofond.fr/articles/sommeil-paradoxal-incroyables-effets">sommeil paradoxal</a>, tu verras &agrave; quel point il est important.</p><p>Il sert principalement &agrave; apprendre et se d&eacute;barrasser des informations qui ne te servent &agrave; rien pour d&eacute;marrer une nouvelle journ&eacute;e frais mentalement.</p><p>C&rsquo;est lors de cette phase que l&rsquo;on r&ecirc;ve.</p><p>Donc les GABA sont produits pour te maintenir &eacute;veill&eacute; et pour r&ecirc;ver.</p><p>Mais si le cerveau produit trop de GABA pendant le sommeil. Cela va te r&eacute;veiller.</p><p>Les somnif&egrave;res les plus utilis&eacute;s vont emp&ecirc;cher l&rsquo;action des GABA dans ton sommeil, ce qui va t&rsquo;aider &agrave; t&rsquo;endormir et &agrave; maintenir ton sommeil.</p><p>Par contre, ces somnif&egrave;res vont aussi t&rsquo;emp&ecirc;cher de faire tes phases de sommeil paradoxal.</p><p>Donc, avec l&rsquo;utilisation de ce type de somnif&egrave;re, tu dormiras mais tu n&rsquo;apprendras pas et tu ne seras pas forc&eacute;ment frais mentalement le matin.</p><p>Ces somnif&egrave;res peuvent m&ecirc;me te rendre somnolent la journ&eacute;e.</p><p>Si tu as du mal &agrave; t&rsquo;endormir ou si te r&eacute;veilles la nuit, c&rsquo;est sans doute ce type de somnif&egrave;res qui peuvent &ecirc;tre prescrits.</p><p>Ils sont tr&egrave;s efficaces &agrave; court terme, d&egrave;s la premi&egrave;re prise de somnif&egrave;res, ils t&rsquo;aident &agrave; t&rsquo;endormir et &agrave; te maintenir endormi.</p><p>Malheureusement il n&rsquo;existe pas d&rsquo;&eacute;tudes sur leur impacte sur la sant&eacute; sur le long terme.</p><p>Les somnif&egrave;res vont rapidement t&rsquo;aider &agrave; bien dormir mais apr&egrave;s l&rsquo;arr&ecirc;t de la prise de somnif&egrave;res, tu risques de rechuter dans l&rsquo;insomnie.</p><p>Cette solution est bien pour d&eacute;panner, mais ne te gu&eacute;rira pas sur le long terme. </p><p>La prise de somnif&egrave;re comporte d&rsquo;autres d&eacute;savantages.</p><p>Les somnif&egrave;res vont agir sur un sympt&ocirc;me et pas sur la cause du sympt&ocirc;me. </p><p>Ce qui veut dire, que si ce qui cause ton insomnie n&rsquo;est pas trait&eacute;e, l&rsquo;insomnie peut revenir.</p><p>Il y a peu d&rsquo;&eacute;tude sur le long terme qui pr&eacute;sentent l&rsquo;efficacit&eacute; et l&rsquo;effet sur la sant&eacute; des somnif&egrave;res.</p><p>La prise d&rsquo;un m&eacute;dicament qui va modifier un comportement du cerveau, est tout sauf anodin.</p><p>Le d&eacute;r&egrave;glement du cerveau peut entra&icirc;ner de graves maladies.</p><p>Il n&rsquo;existe pas de m&eacute;dicaments magiques qui vont t&rsquo;aider &agrave; bien dormir sans abimer ton cerveau.</p><p>La prise de somnif&egrave;re pr&eacute;sente un autre probl&egrave;me.</p><p>Plus tu prends de somnif&egrave;res, tu plus tu dois en prendre pour avoir les m&ecirc;mes effets.</p><p>De cette fa&ccedil;on les somnif&egrave;res peuvent te rendre d&eacute;pendant.</p><p>Il y a aussi des effets secondaires comme &ecirc;tre somnolent la journ&eacute;e, avoir des mals de t&ecirc;te.</p><p>Un risque suppl&eacute;mentaire de chute surtout pour les personnes &acirc;g&eacute;s dues &agrave; la somnolence.</p><p>Avec la prise de somnif&egrave;res la phase de sommeil paradoxal peut &ecirc;tre zapp&eacute;. Ce qui aura un impacte sur ta m&eacute;moire et ton apprentissage.</p><p><br>Donc attention aux somnif&egrave;res surtout en si tu passes des examens.</p><p>J&rsquo;ai une anecdote sur les somnif&egrave;res pour toi.</p><p>Les personnes qui prennent des somnif&egrave;res ne dorment pas forc&eacute;ment toute la nuit.</p><p>Elles se r&eacute;veillent dans la nuit, mais ne s&rsquo;en rappellent pas.</p><p>Le somnif&egrave;re a un effet amn&eacute;sique (d&ucirc; au manque du sommeil paradoxal). </p><p>Ces personnes vont se r&eacute;veiller en pensant avoir dormi toute la nuit, mais ce n&rsquo;est pas vrai.</p><h3>Mettre en place une bonne hygi&egrave;ne du sommeil</h3><p>L&#39;hygi&egrave;ne du sommeil est une approche qui vise &agrave; apprendre les bons comportements &agrave; avoir pour gu&eacute;rir.</p><p>Autrement dit, aucun m&eacute;dicament n&rsquo;est utilis&eacute;.</p><p>C&rsquo;est approche consiste &agrave; apprendre et mettre en pratique les bons gestes pour bien dormir.</p><p>Cela permet d&rsquo;avoir une bonne hygi&egrave;ne du sommeil.</p><p>Dit comme &ccedil;a, c&rsquo;est tr&egrave;s simple, mais c&rsquo;est vraiment ce qui fonctionne le mieux.</p><p>Voici des &eacute;tudes qui pr&eacute;sentent l&rsquo;efficacit&eacute; d&rsquo;un tel traitement (<a href="https://www.ncbi.nlm.nih.gov/pubmed/8037252">ici</a>&nbsp;et <a href="https://www.ncbi.nlm.nih.gov/pubmed/7896994">ici</a>).</p><p>Avec ce type de traitement, le temps pour s&rsquo;endormir passe de 65 min &agrave; 35 min.</p><p>Les personnes sont r&eacute;veill&eacute;s moins souvent, &ccedil;a passe de 2 r&eacute;veils par nuit &agrave; 1 r&eacute;veil par nuit.</p><p>Le temps r&eacute;veill&eacute; pendant la nuit passe de 70 min &agrave; 38 min.</p><p>Et enfin le meilleur, le temps total de sommeil qui &eacute;tait de 6h passe &agrave; 6h30.</p><p>Cela montre bien l&rsquo;efficacit&eacute; de ce type de traitement.</p><p>Mais quand est-il si l&rsquo;on compare l&rsquo;efficacit&eacute; d&rsquo;une bonne hygi&egrave;ne du sommeil et celle des somnif&egrave;res.</p><p>Voici une &eacute;tude qui compare l&rsquo;effet de la prise de somnif&egrave;re et l&rsquo;application d&rsquo;une bonne hygi&egrave;ne du sommeil (<a href="https://www.ncbi.nlm.nih.gov/pubmed/16804151">ici</a>).</p><p>Le traitement a &eacute;t&eacute; suivi pendant 6 semaines.</p><p>Apr&egrave;s ces 6 semaines les patients qui suivent une bonne hygi&egrave;ne de sommeil sont r&eacute;veill&eacute;s 2 fois moins longtemps dans la nuit que ceux qui prennent des somnif&egrave;res.</p><p>6 mois apr&egrave;s cette exp&eacute;rience, les patients ayant suivi une bonne hygi&egrave;ne du sommeil gardent de tr&egrave;s bons r&eacute;sultats et se r&eacute;veillent toujours moins longtemps que ceux ayant pris des somnif&egrave;res.</p><p>Les insomniaques qui mettent en place une bonne hygi&egrave;ne du sommeil ont beaucoup plus de r&eacute;sultats de gu&eacute;rison totale de l&rsquo;insomnie.</p><p>Une &eacute;tude sur 2 ans (<a href="https://www.ncbi.nlm.nih.gov/pubmed/10086433">ici</a>) compare l&rsquo;effet d&rsquo;une bonne hygi&egrave;ne du sommeil et un traitement &agrave; base de somnif&egrave;re.</p><p>Ceux ayant pris des m&eacute;dicaments voient peu de r&eacute;sultat au bout de 2 ans</p><p>Tandis que ceux qui appliquent une bonne hygi&egrave;ne du sommeil gu&eacute;rissent tr&egrave;s bien de l&rsquo;insomnie.</p><p>A travers ces &eacute;tudes, on remarque bien la puissance de gu&eacute;rison d&rsquo;une bonne hygi&egrave;ne de sommeil.</p><p>Toutefois, cette technique comporte quelques limites.</p><ul class="lst-kix_4vwx2rqabpy2-0 start"><li>Les effets ne sont pas forc&eacute;ment imm&eacute;diats (peut prendre quelques jours pour fonctionner)</li><li>La mise en place de ces conseils peut parfois &ecirc;tre compliqu&eacute;.</li><li>La science &agrave; du mal &agrave; comprendre tous les m&eacute;canismes de gu&eacute;rison de ce traitement.</li></ul><p>Il n&rsquo;y a donc pas d&rsquo;effets secondaires n&eacute;gatifs.</p><p>En appliquant une bonne hygi&egrave;ne du sommeil, tu ne t&rsquo;exposes &agrave; aucun risque pour ta sant&eacute;.</p><p>C&rsquo;est m&ecirc;me l&rsquo;inverse, tu l&rsquo;entretiens !</p><p>Mettre en place une bonne hygi&egrave;ne du sommeil est donc id&eacute;al quand tu es insomniaque.</p><p>Pour que tu comprennes bien pourquoi une bonne hygi&egrave;ne du sommeil est si efficace, je vais t&rsquo;expliquer comment s&rsquo;installe l&rsquo;insomnie.</p><h3>Comment s&rsquo;installe l&#39;insomnie</h3><p>On dispose tous de facteurs g&eacute;n&eacute;tiques qui pr&eacute;disposent plus ou moins &agrave; &ecirc;tre insomniaque.</p><p>Mais g&eacute;n&eacute;ralement, ces facteurs ne suffisent pas pour nous rendre insomniaque.</p><p>Puis, arrive un &eacute;v&eacute;nement d&eacute;clencheur comme un gros stress, un accident, un d&eacute;c&egrave;s...</p><p>Ce stress va alors &ecirc;tre suffisant pour d&eacute;clencher l&rsquo;insomnie.</p><p>Normalement, lorsque que cela arrive, on dort mal pendant une courte p&eacute;riode puis on se r&eacute;tablie.</p><p>Malheureusement, si tu es insomniaque, c&rsquo;est que tu n&rsquo;as pas r&eacute;ussi &agrave; te r&eacute;tablir.</p><p>A cause ton insomnie, tu as mis en place des habitudes et de fausses croyances qui font que tu restes insomniaque.</p><p>C&rsquo;est peut-&ecirc;tre un peu dur &agrave; croire que nous sommes responsables de notre insomnie.</p><p>Pourtant, je suis pass&eacute; par l&agrave;.</p><p>Je faisais comme les autres, mais je ne dormais pas.</p><p>Par exemple, ma copine peut faire tout ce qui ne faut pas faire pour bien dormir et elle dormira sans probl&egrave;me.</p><p>Moi, je n&rsquo;ai pas cette chance, je dois faire attention &agrave; ce que je fais surtout le soir avant de dormir.</p><p>Sinon, je ne dors pas bien.</p><p>L&rsquo;id&eacute;e est donc de supprimer ces mauvaises habitudes et fausses croyances pour retrouver un sommeil de qualit&eacute;.</p><p>Je vais maintenant te pr&eacute;senter comme avoir une bonne hygi&egrave;ne du sommeil, supprimer ces mauvaises habitudes et croyances.</p><h2>Bonne hygi&egrave;ne du sommeil - les habitudes</h2><picture><source  media="(min-width: 1200px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/cat/article/xl.jpg"><source  media="(min-width: 992px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/cat/article/l.jpg"><source  media="(min-width: 768px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/cat/article/xm.jpg"><source  media="(min-width: 576px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/cat/article/m.jpg"><img src="http://localhost:80/sleeping-bs/img/soigner-insomnie/cat/article/m.jpg" alt="IMG 4" title="IMG 4" class="noMarginBottom fullWidth"></picture><div class="creditImgDiv"><a class="creditImg" href="https://burst.shopify.com/photos/search?utf8=%E2%9C%93&q=doctor" target="_blank" rel="nofollow">Lien Créateur Image</a></div><p>Ce qui t&rsquo;emp&ecirc;che de retrouver un bon sommeil vient sans doute de mauvaises habitudes et aussi de fausses croyances par rapport au sommeil.</p><p>Ces croyances vont te rendre anxieux, t&rsquo;emp&ecirc;cher de bien t&rsquo;endormir, et aussi t&rsquo;emp&ecirc;cher de bien te rendormir si tu te r&eacute;veilles la nuit.</p><h3>Etre r&eacute;gulier</h3><p>La premi&egrave;re r&egrave;gle est de se coucher et de se lever &agrave; la m&ecirc;me heure.</p><p>C&rsquo;est un peu ennuyant au d&eacute;but, car on aimerait plus profiter de ces soir&eacute;es le week-end.</p><p>Mais c&rsquo;est fondamentale pour retrouver le sommeil.</p><p>Au d&eacute;but, tu peux viser 6h de sommeil d&rsquo;affil&eacute;. </p><p>Par exemple faire 00h00 - 6h00.</p><p>Ce cr&eacute;neau te permet d&eacute;j&agrave; de bien r&eacute;cup&eacute;rer et de profiter de ta soir&eacute;e.</p><p>C&rsquo;est aussi avec ce cr&eacute;nau que j&rsquo;ai fait la premi&egrave;re fois 6h de sommeil d&rsquo;affil&eacute;.</p><p>J&rsquo;&eacute;tais incroyablement content au r&eacute;veil, ce qui motive &agrave; poursuivre la mise en place de bonnes habitudes avant de dormir.</p><h3>Attention aux &eacute;crans</h3><p>Arr&ecirc;ter tous les &eacute;crans 1h30 avant de dormir, les t&eacute;l&eacute;phones, tablettes, et la t&eacute;l&eacute;.</p><p>Les &eacute;crans envoient de la lumi&egrave;re bleu qui vient perturber la production d&rsquo;hormones et peut te r&eacute;veiller dans la nuit.</p><p>C&rsquo;est vrai qu&rsquo;il est facile de s&rsquo;endormir devant la t&eacute;l&eacute;, mais ce n&rsquo;est vraiment pas bon pour le reste de la nuit.</p><h3>Un d&icirc;ner l&eacute;ger</h3><p>Ne mange pas trop le soir. </p><p>Tu peux prendre un bon repas, mais trop manger va gacher ton sommeil et te r&eacute;veiller dans la nuit.</p><p>Donc &eacute;vite d&rsquo;abuser sur les quantit&eacute;s.</p><p>De m&ecirc;me pour le type de nourriture, privil&eacute;gie la nourriture saine. </p><p>Ce sera plus facile pour ton corps de dig&eacute;rer le repas.</p><p>En ce moment, d&icirc;ner est principalement compos&eacute; d&rsquo;une soupe maison.</p><p>Je mange beaucoup le matin et le midi.</p><p>Ce qui fait que le soir, je n&rsquo;ai pas tr&egrave;s faim et qu&rsquo;une bonne soupe suffit.</p><h3>Alcool et ap&eacute;ro</h3><p>Certaines personnes prennent de l&rsquo;alcool pour s&rsquo;endormir.</p><p>Ce n&rsquo;est pas con, &ccedil;a aide vraiment &agrave; s&rsquo;endormir.</p><p>Par contre, c&rsquo;est d&eacute;sastreux pour le reste du sommeil.</p><p>L&rsquo;alcool va perturber ta production d&rsquo;hormones et te r&eacute;veiller plusieurs fois dans la nuit.</p><p>Evite de boire de l&rsquo;alcool, diminue progressivement ta consommation et &eacute;carte le plus possible la derni&egrave;re prise avant l&rsquo;heure du coucher.</p><p>Pour remplacer l&rsquo;alcool lors des ap&eacute;ros. Tu peux te tourner vers des jus de fruits.</p><p>J&rsquo;ai r&eacute;cemment d&eacute;couvert les jus de fruits innocent qui ont des go&ucirc;ts surprenants.</p><p>Ils remplacent parfaitement les cocktails avec alcool.</p><h3>Sujet sensible - le caf&eacute;</h3><p>Le caf&eacute; est un excitant, dont la dur&eacute;e d&rsquo;action est de plusieurs heures apr&egrave;s sa consommation.</p><p>L&rsquo;id&eacute;al est de ne pas boire de caf&eacute;.</p><p>Si c&rsquo;est trop dur, ne prends pas de caf&eacute; apr&egrave;s 13h30.</p><p>Et limite le plus possible ta consommation la journ&eacute;e.</p><p>M&ecirc;me si tu ne ressens plus les effets du caf&eacute; et que tu commences &agrave; sentir venir la fatigue, il agit toujours sur ton cerveau.</p><p>Il nuit &agrave; ton endormissement et &agrave; maintenir ton sommeil.</p><h3>Fatigu&eacute; apr&egrave;s manger</h3><p>Si tu ressens de la fatigue l&rsquo;apr&egrave;s-midi, ne fais pas de sieste.</p><p>Privil&eacute;gie une petite activit&eacute; physique pour remonter la temp&eacute;rature int&eacute;rieure de ton corps.</p><p>Tu peux faire 10 min de marche rapide pour t&rsquo;aider &agrave; surmonter cette &eacute;tape.</p><p>C&rsquo;est tout &agrave; fait normal de se sentir fatigu&eacute; en d&eacute;but d&rsquo;apr&egrave;s-midi, c&rsquo;est le corps qui est fait comme &ccedil;a.</p><p>Donc ne fais pas de sieste, cela t&rsquo;aidera &agrave; t&rsquo;endormir le soir.</p><h3>Se d&eacute;tendre avant de dormir</h3><p>Un dernier &eacute;l&eacute;ment auquel tu dois faire attention est de te d&eacute;tendre avant de dormir.</p><p>Donc ne fait pas d&rsquo;activit&eacute; physique en soir&eacute;e, ni de travail.</p><p>Favorise des activit&eacute;s agr&eacute;ables et qui te d&eacute;tendent.</p><p>Pour t&rsquo;aider &agrave; mettre en place toutes ces bonnes habitudes pour mieux dormir.</p><p>J&rsquo;ai cr&eacute;&eacute; le guide du<a href="https://sommeilprofond.fr/bonus">&nbsp;Bon Dormeur</a>, tu y trouveras plus de d&eacute;tails sur l&rsquo;importance de mettre en place ces bonnes habitudes du sommeil.</p><p>Je te partage aussi plusieurs activit&eacute;s agr&eacute;ables &agrave; faire avant de dormir.</p><p>Tu y trouveras aussi un planning pour t&rsquo;aider &agrave; mettre en place ces habitudes.</p><p>Je te conseille vivement de le regarder et de suivre ces conseils.</p><p>Tu peux aussi retrouver le guide du Bon Dormeur &agrave; la fin de cet article.</p><h2>Bonne hygi&egrave;ne du sommeil - les croyances</h2><picture><source  media="(min-width: 1200px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/bath-mountain/article/xl.jpg"><source  media="(min-width: 992px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/bath-mountain/article/l.jpg"><source  media="(min-width: 768px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/bath-mountain/article/xm.jpg"><source  media="(min-width: 576px)" srcset="http://localhost:80/sleeping-bs/img/soigner-insomnie/bath-mountain/article/m.jpg"><img src="http://localhost:80/sleeping-bs/img/soigner-insomnie/bath-mountain/article/m.jpg" alt="Jolies montagnes dans les nuages" title="Jolies montagnes dans les nuages" class="noMarginBottom fullWidth"></picture><h3>Penser que l&rsquo;on va encore passer une mauvaise nuit</h3><p>Lorsque l&rsquo;heure d&rsquo;aller se coucher arrive. </p><p>Les insomniaques ont tendance &agrave; appr&eacute;hender ce moment, en se disant qu&rsquo;ils vont encore passer une mauvaise nuit.</p><p>Ce n&rsquo;est pas vrai, si tu suis correctement les bonnes habitudes avant de dormir, ton corps et ton cerveau sont r&eacute;ellement pr&ecirc;t &agrave; bien dormir.</p><p>Mais en te r&eacute;p&eacute;tant que tu ne vas pas bien dormir, tu vas y croire.</p><p>Tu te sabotes et ton inconscient va faire en sorte que tu as du mal &agrave; t&rsquo;endormir et te r&eacute;veiller dans la nuit.</p><p>A la place, r&eacute;p&egrave;te toi cette phrase au moment d&rsquo;aller te coucher.</p><p>&ldquo;J&rsquo;ai tout mis place pour passer une bonne nuit. Je vais m&rsquo;endormir pour toute la nuit et me r&eacute;veiller en pleine forme.&rdquo;</p><h3>Compter ses heures restantes de sommeil</h3><p>Voici une autre fausse croyance dont je suis pr&ecirc;t &agrave; parier que tu l&rsquo;as fait.</p><p>Moi en tout cas, j&rsquo;avais pris l&rsquo;habitude de le faire.</p><p>Et s&rsquo;&eacute;tait tr&egrave;s anxiog&egrave;ne surtout quand je n&rsquo;arrivais pas &agrave; me rendormir. </p><p>Je vois mon temps de sommeil qui d&eacute;file et c&rsquo;est aga&ccedil;ant.</p><p>Mais sache que c&rsquo;est normal de se r&eacute;veiller dans la nuit.</p><p>Tout le monde se r&eacute;veil entre 3 et 5 fois par nuit.</p><p>Car l&rsquo;on dort par cycle de 1h30. Donc il est possible qu&rsquo;on se r&eacute;veille entre 2 cycles.</p><p>On s&rsquo;en souvient rarement.</p><p>Les bons dormeurs ne s&rsquo;en rappellent pas, car ils se rendorment tr&egrave;s vite.</p><p>Il faut &ecirc;tre au moins 5 min r&eacute;veill&eacute; pour s&rsquo;en rappeler.</p><p>Personnellement, je sais que je me r&eacute;veille dans la nuit, mais je m&rsquo;en fiche. Je sais que je vais rapidement retrouver le sommeil.</p><p>Je ne regarde pas l&rsquo;heure et je ne pense surtout pas que je vais avoir du mal &agrave; me rendormir.</p><p>Pour t&rsquo;aider &agrave; te rendormir, tu peux te r&eacute;p&eacute;ter la m&ecirc;me phrase qu&rsquo;avant de te coucher.</p><p>&ldquo;J&rsquo;ai tout mis place pour passer une bonne nuit. Je vais m&rsquo;endormir toute la nuit et me r&eacute;veiller en pleine forme.&rdquo;</p><p>Une derni&egrave;re fausse croyance.</p><h3>Je n&rsquo;ai pas r&eacute;ussi &agrave; fermer l&rsquo;oeil de la nuit.</h3><p>Un peu facile &agrave; dire, ce sentiment de ne pas avoir ferm&eacute; l&rsquo;oeil de la nuit est tr&egrave;s frustrant.</p><p>Mais ce n&rsquo;est pas vrai.</p><p>Certes tu ne vas pas passer la meilleure nuit de ta vie.</p><p>Mais ton corps se repose. </p><p>Lorsque cela arrive, tu perds conscience pendant quelques minutes puis tu reprends conscience sans t&rsquo;en rendre compte.</p><p>Tu ne te rends pas compte d&rsquo;avoir dormi quelques minutes.</p><p>Cela arrive &agrave; beaucoup de sportifs, la veille d&rsquo;une comp&eacute;tition importante.</p><p>Pourtant, ils ne semblent pas g&ecirc;ner par leur manque de sommeil lors de l&rsquo;&eacute;preuve.</p><p>Pour toi, c&rsquo;est pareil, si tu te persuades que tu as quand m&ecirc;me dormi, tu te sentiras mieux et seras en meilleure forme.</p><p>Voil&agrave;, je viens de te partager les principales habitudes pour bien dormir et en finir avec l&rsquo;insomnie ainsi que quelques fausses croyances &agrave; s&rsquo;enlever de l&rsquo;esprit.</p><p>J&rsquo;esp&egrave;re t&#39;avoir aid&eacute;. </p><p>Si apr&egrave;s avoir mis en place les conseils de ce guide, tu ne dors toujours pas bien.</p><p>Regarde les services que je propose, j&rsquo;ai s&ucirc;rement quelque chose pour t&rsquo;aider.</p><p>Le sommeil est influenc&eacute; un tr&egrave;s grand nombre de facteurs, en gros tout ce que tu fais dans ta journ&eacute;e peut impacter la qualit&eacute; de ton sommeil.</p><p>Il reste d&rsquo;autres habitudes que tu peux mettre en place si &ccedil;a ne suffit pas.</p><p>Je te souhaite une bonne nuit et un bon retour &agrave; un sommeil normal !</p>