<h1>Trop dormir te fatigue</h1><picture><source media="(min-width: 1200px)" srcset="https://sommeilprofond.fr/sleeping-bs/img/trop-dormir-fatigue/article/xl.jpg"><source media="(min-width: 992px)" srcset="https://sommeilprofond.fr/sleeping-bs/img/trop-dormir-fatigue/article/l.jpg"><source media="(min-width: 768px)" srcset="https://sommeilprofond.fr/sleeping-bs/img/trop-dormir-fatigue/article/xm.jpg"><source media="(min-width: 576px)" srcset="https://sommeilprofond.fr/sleeping-bs/img/trop-dormir-fatigue/article/m.jpg"><img src="https://sommeilprofond.fr/sleeping-bs/img/trop-dormir-fatigue/article/xs.jpg" alt="Femme de dos qui regarde les lumières de la ville" title="Femme de dos qui regarde les lumières de la ville" class="noMarginBottom fullWidth"></picture><div class="creditImgDiv"><a class="creditImg" href="https://photostockeditor.com/" target="_blank" rel="nofollow">Lien Créateur Image</a></div><p>&Ccedil;a me faisait bien marrer lorsque mes fr&egrave;res se levaient tard vers 11h/12h et qu&rsquo;ils se sentaient fatigu&eacute;s d&rsquo;avoir trop dormi.</p><p>Pour moi qui avait des probl&egrave;mes de sommeil, je n&rsquo;ai jamais connu cette sensation d&rsquo;avoir trop dormi.</p><p>Pourtant, plusieurs amis autour de moi rencontraient le m&ecirc;me probl&egrave;me lorsqu&rsquo;ils dormaient trop. Certain ressentaient m&ecirc;me la migraine.</p><p>Dormir trop est en fait un vrai probl&egrave;me, qui peut nous rendre somnolent, fatigu&eacute;, migraineux...</p><p>Conduire mal r&eacute;veill&eacute; est la cause de 20% des accidents.</p><p><a href="https://jamanetwork.com/journals/jama/article-abstract/202171" target="_blank" rel="nofollow">Une &eacute;tude</a> a m&ecirc;me montr&eacute; que lorsqu&rsquo;on se r&eacute;veille dans le brouillard, nos performances mentales sont tr&egrave;s faibles m&ecirc;me pour des choses simples comme une addition &agrave; 2 chiffres. </p><p>L&rsquo;exp&eacute;rience montre qu&rsquo;on est plus efficace apr&egrave;s une nuit blanche qu&rsquo;au moment de se r&eacute;veiller dans le brouillard. </p><p>Je vais essayer de t&rsquo;expliquer pourquoi trop dormir n&rsquo;est pas reposant et pourquoi &ccedil;a te fatigue.</p><h2>Mauvais d&eacute;part</h2><p>Se r&eacute;veiller c&rsquo;est un peu comme le d&eacute;part d&rsquo;une course de voiture.</p><p>Si tu d&eacute;marres trop tard, tu te p&eacute;nalises.</p><p>Dans ton corps l&rsquo;organisateur de la course est ton horloge interne qui dicte le moment o&ugrave; tu devrais dormir et le moment o&ugrave; tu devrais te r&eacute;veiller.</p><p>Lorsque tu loupes le r&eacute;veil donn&eacute; par l&rsquo;horloge interne, ton corps lui ne le loupe pas. </p><p>Tu auras beau dormir, beaucoup de m&eacute;canismes internes de ton corps vont se lancer comme si tu &eacute;tais r&eacute;veill&eacute;.</p><p>Il y aura des confusions entre diff&eacute;rents m&eacute;canismes de ton corps car tu resteras endormi.</p><p>C&rsquo;est un peu comme si au moment du d&eacute;part de la course, tu appuies &agrave; fond sur l&#39;acc&eacute;l&eacute;rateur mais que tu as laiss&eacute; ton autre pied sur l&rsquo;embrayage.</p><p>Le moteur tourne &agrave; fond et consomme de l&rsquo;&eacute;nergie mais la voiture n&rsquo;avance pas.</p><p>Plus tu restes dans cette situation, plus c&rsquo;est mauvais pour toi.</p><p>C&rsquo;est la m&ecirc;me chose qui se passe quand tu dors trop. Tu consommes beaucoup d&rsquo;&eacute;nergie mais tu n&rsquo;es pas r&eacute;veill&eacute;.</p><p>&nbsp;Pour &eacute;viter ce probl&egrave;me, tu devrais simplement te r&eacute;veiller aux m&ecirc;mes horaires que d&rsquo;habitude.</p><p>Si t&rsquo;as envie de rester au lit, tu peux dormir 45min de plus, pas plus.</p><h2>Fatigu&eacute; de trop r&ecirc;ver</h2><p>Pour reprendre l&rsquo;exemple d&rsquo;une course de voiture, en g&eacute;n&eacute;ral, le sommeil c&rsquo;est 4 &agrave; 5 courses chacunes d&rsquo;1h30.</p><p>Chaque course est d&eacute;coup&eacute; en 3 principales phases.</p><ul class="c8 lst-kix_gtcnk6bjw2n6-0 start"><li>L&rsquo;&eacute;chauffement, le sommeil l&eacute;ger (<a href="https://sommeilprofond.fr/articles/4-choses-a-savoir-sommeil-leger">article d&eacute;di&eacute; ici</a>).</li><li>La course, le sommeil profond.</li><li>Et le sprint final, le sommeil paradoxal (<a href="https://sommeilprofond.fr/articles/sommeil-paradoxal-incroyables-effets">article d&eacute;di&eacute; ici</a>).</li></ul><p>Le sprint final consomme &eacute;norm&eacute;ment d&rsquo;&eacute;nergie. Car ton cerveau fait &eacute;norm&eacute;ment de choses.</p><p>C&rsquo;est &agrave; cette phase, qu&rsquo;il apprend, qu&rsquo;il organise les informations de la journ&eacute;e&hellip;</p><p>C&rsquo;est aussi dans cette phase que tu r&ecirc;ves.</p><p>M&ecirc;me si tu n&rsquo;as pas l&rsquo;impression d&rsquo;avoir r&ecirc;v&eacute;, tu passes en moyenne 2h par nuit &agrave; le faire.</p><p>Toutes ces t&acirc;ches essentielles &agrave; ta sant&eacute; mentale et ton d&eacute;veloppement, consomment beaucoup d&rsquo;&eacute;nergie.</p><p>L&rsquo;activit&eacute; mentale lors de cette phase est similaire &agrave; l&rsquo;activit&eacute; mentale de l&rsquo;&eacute;veil.</p><p>Et ce n&rsquo;est pas tout, lorsque tu dors trop. Tu vas peut-&ecirc;tre faire 7 &agrave; 8 courses (10h30 - 12h, de sommeil) au lieu de 4 &agrave; 5 (6h-7h30).</p><p>Plus on avance dans les courses, plus le sprint final dure longtemps.</p><p>Donc, plus on avance dans la nuit, plus tu consommes d&rsquo;&eacute;nergie dans les r&ecirc;ves.</p><p>C&rsquo;est une des raisons qui peut expliquer pourquoi tu te sens fatigu&eacute;(e) apr&egrave;s avoir beaucoup dormi.</p><p>Pour un adulte dormir beaucoup n&rsquo;est pas reposant. Par contre, les adolescents ont besoin de beaucoup de sommeil et auront naturellement tendance &agrave; dormir plus longtemps.</p><h2>Se r&eacute;veiller fatigu&eacute; apr&egrave;s une longue nuit</h2><p>Le r&eacute;veil est une &eacute;tape &agrave; ne pas prendre &agrave; la l&eacute;g&egrave;re.</p><p>Si tu te r&eacute;veilles au mauvais moment, tu risques de passer plusieurs heures dans le brouillard avant d&#39;&eacute;merger.</p><p>Au contraire, te r&eacute;veiller au bon moment, te permet d&rsquo;&ecirc;tre frais et actif d&egrave;s les premi&egrave;res minutes qui suivent ton r&eacute;veil.</p><p>Dans notre exemple de courses de voiture, se r&eacute;veiller au bon moment serait d&rsquo;arr&ecirc;ter la voiture au bon moment.</p><p>Pour rappel, lors de la course il y a 3 phases</p><ul class="c8 lst-kix_gtcnk6bjw2n6-0"><li>L&rsquo;&eacute;chauffement</li><li>La course</li><li>Le sprint final</li></ul><p>En phase d&rsquo;&eacute;chauffement, tr&egrave;s facile.</p><p>En phase de course, tr&egrave;s dure. La voiture roule super vite, elle est super concentr&eacute;e dans les virages.</p><p>&nbsp;L&rsquo;arr&ecirc;ter &agrave; ce moment l&agrave;, risquerait de faire un accident.</p><p>En phase de sprint, &ccedil;a reste plus simple qu&rsquo;en phase de course mais un peu plus difficile qu&rsquo;en phase d&rsquo;&eacute;chauffement. </p><p>L&rsquo;objectif de ton r&eacute;veil est d&rsquo;arr&ecirc;ter la voiture en phase d&rsquo;&eacute;chauffement. C&rsquo;est &agrave; ce moment l&agrave; que le r&eacute;veil sera le plus facile.</p><p>Si tu te r&eacute;veilles en phase de course, la c&rsquo;est la catastrophe. Tu resteras dans le brouillard pour quelques heures.</p><p>Si tu te r&eacute;veilles en phase de sprint, tu sera quelques minutes dans le brouillard, mais il se dissipera assez vite.</p><p>Comme je te l&rsquo;ai pr&eacute;sent&eacute; dans la partie pr&eacute;c&eacute;dente, c&rsquo;est aussi en phase de sprint que tu r&ecirc;ves.</p><p>Lorsque tu te r&eacute;veilles dans cette phase, tu te souviendras sans doute de tes r&ecirc;ves. Car tu viens d&rsquo;en sortir.</p><p>Programmer son r&eacute;veil est donc strat&eacute;gique pour ne pas commencer sa journ&eacute;e fatigu&eacute;(e).</p><p>Pour t&rsquo;aider &agrave; r&eacute;gler au mieux ton r&eacute;veil, inspire toi, du programme du Bon Dormeur que je mets &agrave; disposition en bas de la page (<a href="https://sommeilprofond.fr/bonus">ou disponible ici</a>).</p><h2>Les probl&egrave;mes li&eacute;s &agrave; un sommeil trop long</h2><h3>Un sommeil trop long</h3><p>Un sommeil trop long, c&rsquo;est par exemple avoir besoin de dormir au moins 10h par jour et de se sentir fatigu&eacute; toute la journ&eacute;e d&egrave;s le matin.</p><p>Les adolescents &eacute;tant en phase de croissances, ont besoin de plus de sommeil (cela ne leur donne pas le droit de se coucher trop tard).</p><h3>Risques d&rsquo;un sommeil trop long</h3><p>Sur le long terme, dormir trop longtemps augmente les risques d&rsquo;ob&eacute;sit&eacute; et de d&eacute;pression.</p><p>Cela peut aussi g&acirc;cher plusieurs de tes journ&eacute;e car, si tu te r&eacute;veilles r&eacute;guli&egrave;rement fatigu&eacute;, en plus du temps en trop que tu as pass&eacute; &agrave; dormir. Tu risques de ne pas &ecirc;tre efficace et motiv&eacute; pour faire ce que tu as envie.</p><p>R&eacute;sultat, tu fais moins et moins bien.</p><p>La fatigue a tendance &agrave; te rendre plus d&eacute;pendant des choses addictives. C&rsquo;est un vrai probl&egrave;me, si &ccedil;a te pousse &agrave; consommer davantage d&rsquo;activit&eacute;s qui ne sont pas bonnes pour toi.</p><p>Maintenant, on va voir rapidement les diff&eacute;rentes causes qui te font dormir trop longtemps.</p><h3>Se coucher trop tard</h3><p>Te coucher trop tard peut induire le fait de vouloir dormir plus. </p><p>En te couchant trop tard, tu ne respectes pas ton horloge interne (vue en premi&egrave;re partie). </p><p>Cela va d&eacute;caler tes cycles de sommeil, en g&acirc;chant les premiers cycles qui sont les plus efficaces pour r&eacute;cup&eacute;rer.</p><p>Pour plus d&rsquo;information pour bien r&eacute;cup&eacute;rer, regarde cette article : <a href="https://sommeilprofond.fr/articles/comment-avoir-un-sommeil-reparateur" target="_blank">Comment avoir un sommeil r&eacute;parateur ?</a></p><h3>Dette de sommeil trop importante</h3><p>Une autre cause pourrait &ecirc;tre, une dette de sommeil trop importante. Un cumule de manque de sommeil de la semaine.</p><p>C&rsquo;est &agrave; dire, que tu n&rsquo;as pas assez dormi les jours pr&eacute;c&eacute;dents et que ton corps &agrave; besoin de plus de sommeil pour bien se r&eacute;g&eacute;n&eacute;rer.</p><p>En r&eacute;alit&eacute; le corps ne r&eacute;cup&egrave;re jamais le sommeil perdue. un manque de sommeil r&eacute;gulier va laisser une petite marque.</p><p>20/30 ans apr&egrave;s, l&rsquo;accumulation de ces petites marques peut g&eacute;n&eacute;rer de graves maladies Alzheimer, cancer...</p><p>Le corps ne vas donc pas r&eacute;cup&eacute;rer mais compenser la dette de sommeil.</p><h3>Maladies</h3><p>Dans de rare cas, trop dormir pourrait venir de l&rsquo;ADN.</p><p>La narcolepsie et le syndrome de retard de phase du sommeil sont 2 maladies qui font dormir beaucoup.</p><p><a href="https://www.ncbi.nlm.nih.gov/pubmed/20469812" target="_blank" rel="nofollow">Des &eacute;tudes</a> ont trouv&eacute; un lien plus ou moins fort entre la mutation de certains g&egrave;nes de l&rsquo;ADN et ces maladies.</p><p>N&eacute;anmoins, ces recherches sont tr&egrave;s r&eacute;centes et ont du mal &agrave; quantifier l&rsquo;importance de ces mutations dans ces probl&egrave;mes de sommeil.</p><p>C&rsquo;est &agrave; dire que ton environnement va &eacute;norm&eacute;ment influencer ta qualit&eacute; de sommeil, peut-&ecirc;tre plus que la mutation de ces g&ecirc;nes.</p><p>Cela suppose, que tu peux avoir un probl&egrave;me dans ton ADN mais quand m&ecirc;me bien dormir.</p><p>Pour diminuer les cons&eacute;quences potentielles de ces anomalies, il est important d&rsquo;avoir une bonne hygi&egrave;ne de vie.</p><p>Une bonne hygi&egrave;ne de vie diminue les risques d&#39;apparition de maladie graves.</p><h3>Mauvaise hygi&egrave;ne de vie</h3><p>Dormir trop longtemps est peut-&ecirc;tre la r&eacute;ponse du corps &agrave; une mauvaise hygi&egrave;ne de vie.</p><p>Ca peut-&ecirc;tre trop de stress, du surpoids, trop de malbouffe, manque de bonheur, trop d&rsquo;&eacute;cran, pas assez d&rsquo;expositions &agrave; la lumi&egrave;re naturelle&hellip;</p><p>Le sommeil est tr&egrave;s li&eacute; &agrave; ton bien-&ecirc;tre. J&rsquo;esp&egrave;re que tu fais attention &agrave; toi.</p><p>Pour t&rsquo;aider &agrave; avoir une bonne hygi&egrave;ne de sommeil, je te mets &agrave; disposition le guide du Bon Dormeur. Qui se trouve &agrave; la fin de l&rsquo;article.</p>